Repository: COANelmejor/ConsoleBlackjack
Catalog: lang.*.resx
Languages: es

# errorFiftyMultiplier
source: Must be a multiple of 50. ($50, $100, $750, etc)
es: Debe ser un multiplo de 50. ($50, $100, $750, etc)

# errorNumberZero
source: Please enter a value greater than 0
es: Ingresa un valor mayor a 0 por favor

# errorOnlyNumbers
source: Enter only number please.
es: Ingresa solo números por favor.

# errorTenMultiplier
source: Must be a multiple of 10. ($10, $20, $150, etc.)
es: Debe ser un multiplo de 10. ($10, $20, $150, etc.)

# errorTryToBetMore
source: You cannot bet more than you have in your wallet.
es: No puedes apostar más de lo que tienes en tu cartera.

# errorUseYOrN
source: Please only use [y|n]
es: Por favor solo usa [s|n]

# infoDealerLostWithOverTwentyOne
source: The Dealer has gone over 21. You won
es: El Dealer se ha pasado de 21. Ganaste

# infoDealerPlays
source: Dealer plays
es: Dealer Juega

# infoDealerWonWithOverPlayer
source: The dealer has more than you. You lost
es: El dealear tiene más que tú. Perdiste

# infoExit
source: Press [Enter] to exit...
es: Pulsa [Enter] para salir...

# infoFinalScore
source: Final Score
es: Marcador Final

# infoGames
source: Games
es: Juegos

# infoGameTie
source: Both have the same score. Tie
es: Ambos tienen la misma puntuación. Empate

# infoGoodLuck
source: Good luck next time
es: Buena suerte para la próxima

# infoHand
source: Hand
es: Mano

# infoHardGameOver
source: Game over. Press [Enter] to continue.
es: Fin del Juego. Pulsa [Enter] Para continuar.

# infoLost
source: Lost
es: Perdidos

# infoPlayerHand
source: Player's Hand
es: Mano del Jugador

# infoPlayerLostWithOverTwentyOne
source: You've gone over 21. You lost
es: Te has pasado de 21. Perdiste

# infoPlayerWonWithBlackjack
source: You got 21 with BlackJack. You won
es: Conseguiste 21 con BlackJack. Ganaste

# infoPlayerWonWithOverDealer
source: You have more than the dealer. You won
es: Tienes más que el dealer. Ganaste

# infoPlayerWonWithTwentyOne
source: You reached 21. You won
es: Llegaste a 21. Ganaste

# infoSoftGameOver
source: End of Game. Play again? [y|n]
es: Fin del Juego. ¿Volver a Jugar? [s|n]

# infoTied
source: Tied
es: Empatados

# infoWalletMultiplier
source: It must be a multiple of 50. ($50, $100, $750, etc)
es: Debe ser un multiplo de 50. ($50, $100, $750, etc)

# infoWon
source: Won
es: Ganados

# infoYouLost
source: You lost
es: Has perdido

# infoYourWallet
source: Your wallet
es: Tu billetera

# infoYouWon
source: You won
es: Has ganado

source: Language selection
es: Selección de idioma

# languageSelectionSelect
source: Select:
es: Selecciona:

# playerBetInfoTenMultiplier
source: It must be a multiple of 10. ($10, $20, $150, etc)
es: Debe ser un multiplo de 10. ($10, $20, $150, etc)

# playerBetInfoWalletRemain
source: How much do you want to bet? Remaining:
es: ¿Cuanto dinero quieres apostar? Restante:

# playerCardAsk
source: Request card? [y|n]
es: ¿Pedir carta? [s|n]

# playerWalletAsk
source: How much money do you bring to bet?
es: ¿Cuanto dinero traes para apostar?

# playerWelcome
source: Hello player. Ready to play?
es: Hola Jugador. ¿Listo para Jugar?
